Revit 2027 API
NumberingFormattedParameter Constructor
Overload List
Name | Description
NumberingFormattedParameter() |  Create an empty NumberingFormattedParameter object.
NumberingFormattedParameter(NumberingFormattedParameter) |  Copy the NumberingFormattedParameter.
Top
See Also
Reference
NumberingFormattedParameter Class
Autodesk.Revit.DB Namespace